Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.browser.enable-browser
source: browser.enabled enable disable webview embedded browser tabs links
ar: browser.enabled enable disable webview embedded browser tabs links متصفح ويب عرض شريط العنوان روابط عناوين مضمّن صفحة تبويبات مساحة عمل تبويب ألوان لوحة شارة محدد تمييز مؤشر نشط نقطة كلمة مرور سر رمز اعتماد وصول سماح تعطيل تمكين إذن غير آمن المتصفح • %@
bs: browser.enabled enable disable webview embedded browser tabs links preglednik web adresna traka linkovi url ugrađen stranica kartice radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka lozinka tajna token vjerodajnica pristup dozvoli onemogući omogući dozvola nesigurno • %@
da: browser.enabled enable disable webview embedded browser tabs links web webvisning adresselinje url indlejret side faner arbejdsområde fane farver palette badge valgt fremhævning indikator aktiv prik adgangskode hemmelighed token legitimationsoplysninger adgang tillad deaktiver aktiver tilladelse usikker • %@
de: browser.enabled enable disable webview embedded browser tabs links web adressleiste urls eingebettet seite arbeitsbereich tab farben palette badge ausgewählt hervorhebung indikator aktiv punkt passwort geheimnis token zugangsdaten zugriff erlauben deaktivieren aktivieren berechtigung unsicher • %@
es: browser.enabled enable disable webview embedded browser tabs links navegador web barra de direcciones enlaces urls integrado página pestañas espacio trabajo pestaña colores paleta insignia seleccionado resaltado indicador activo punto contraseña secreto token credencial acceso permitir desactivar activar permiso inseguro • %@
fr: browser.enabled enable disable webview embedded browser tabs links navigateur web barre adresse liens urls intégré page onglets espace de travail onglet couleurs palette badge sélectionné surbrillance indicateur actif point mot passe secret jeton identifiant accès autoriser désactiver activer autorisation non sécurisé • %@
it: browser.enabled enable disable webview embedded browser tabs links web barra indirizzi link url incorporato pagina schede area di lavoro scheda colori tavolozza badge selezionato evidenziazione indicatore attivo punto password segreto token credenziale accesso consenti disabilita abilita autorizzazione non sicuro • %@
ja: browser.enabled enable disable webview embedded browser tabs links ブラウザ 有効 無効 webview 内蔵ブラウザ タブ リンク
ko: browser.enabled enable disable webview embedded browser tabs links 브라우저 웹 웹뷰 주소 표시줄 링크 url 내장 페이지 탭 작업공간 색상 팔레트 배지 선택됨 강조 표시기 활성 점 비밀번호 비밀 토큰 자격 증명 접근 허용 비활성화 활성화 권한 안전하지 않음 브라우저: %@ •
nb: browser.enabled enable disable webview embedded browser tabs links nettleser web webvisning adresselinje lenker url innebygd side faner arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk passord hemmelighet token legitimasjon tilgang tillat deaktiver aktiver tillatelse usikker • %@
pl: browser.enabled enable disable webview embedded browser tabs links przeglądarka web pasek adresu linki url osadzony strona karty obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka hasło sekret token poświadczenie dostęp zezwól wyłącz włącz uprawnienie niezabezpieczone • %@
pt_br: browser.enabled enable disable webview embedded browser tabs links navegador web barra de endereço urls incorporado página abas workspace aba cores paleta selo selecionado destaque indicador ativo ponto senha segredo token credencial acesso permitir desativar ativar permissão inseguro • %@
ru: browser.enabled enable disable webview embedded browser tabs links браузер веб адресная строка ссылки url встроенный страница вкладки рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка пароль секрет токен учетные данные доступ разрешить отключить включить разрешение небезопасно • %@
th: browser.enabled enable disable webview embedded browser tabs links เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ พื้นที่ทำงาน สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด รหัสผ่าน ความลับ โทเค็น ข้อมูลรับรอง เข้าถึง อนุญาต ปิด เปิด สิทธิ์ ไม่ปลอดภัย • %@
tr: browser.enabled enable disable webview embedded browser tabs links tarayıcı web adres çubuğu bağlantılar url gömülü sayfa sekmeler çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta parola gizli token kimlik bilgisi erişim izin ver devre dışı etkinleştir güvensiz • %@
uk: browser.enabled enable disable webview embedded browser tabs links браузер веб адресний рядок посилання url вбудований сторінка вкладки робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка пароль секрет токен облікові дані доступ дозволити вимкнути увімкнути дозвіл небезпечно Браузер: %@ •
zh_hans: browser.enabled enable disable webview embedded browser tabs links 浏览器 网页 地址栏 链接 URL 内嵌 页面 标签页 工作区 颜色 调色板 徽章 已选中 高亮 指示器 活动 点 密码 密钥 令牌 凭据 访问 允许 禁用 启用 权限 不安全 • %@
zh_hant: browser.enabled enable disable webview embedded browser tabs links 瀏覽器 網頁 位址列 連結 URL 內嵌 頁面 分頁 工作區 顏色 調色盤 徽章 已選取 反白 指示器 作用中 點 密碼 密鑰 權杖 憑證 存取 允許 停用 啟用 權限 不安全 • %@

# settings.search.alias.setting.browser.search-engine
source: browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate omnibar address bar google duckduckgo bing kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider
ar: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي متصفح ويب عرض العنوان روابط عناوين مضمّن صفحة تبويبات بحث اقتراحات إكمال تلقائي مزود محرك المتصفح browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider موفر بحث مخصص • %@
bs: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider aplikacija opće postavke ponašanje dock traka menija status bočna preglednik web webview adresna linkovi url ugrađen stranica kartice pretraga prijedlozi automatsko dovršavanje pružatelj pretraživač Pretraži browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider prilagođeni pružatelj pretrage • %@
da: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider app generelt indstillinger adfærd dock menulinje status sidepanel browser web webvisning adresselinje links url indlejret side faner søgning forslag autofuldførelse udbyder søgemaskine Søg browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider tilpasset søgeudbyder • %@
de: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider app allgemein einstellungen verhalten dock menüleiste status seitenleiste browser web webview adressleiste links urls eingebettet seite tabs suche vorschläge autovervollständigung anbieter suchmaschine Suchen browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider benutzerdefinierter Suchanbieter • %@
es: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider aplicación general preferencias comportamiento dock barra de menú estado lateral navegador web webview direcciones enlaces urls integrado página pestañas búsqueda sugerencias autocompletar proveedor motor Buscar browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider proveedor de búsqueda personalizado • %@
fr: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider application général préférences comportement dock barre de menus état latérale navigateur web webview adresse liens urls intégré page onglets recherche suggestions saisie automatique fournisseur moteur Rechercher browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider fournisseur de recherche personnalisé • %@
it: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider app generale preferenze comportamento dock barra menu stato laterale browser web webview indirizzi link url incorporato pagina schede ricerca suggerimenti completamento automatico motore di Cerca browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider provider di ricerca personalizzato • %@
ja: browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate omnibar address bar google duckduckgo bing kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider オムニバー アドレスバー kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex カスタム 検索エンジン 検索プロバイダ
ko: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 브라우저 웹 웹뷰 주소 표시줄 링크 url 내장 페이지 탭 검색 제안 자동완성 제공자 엔진 브라우저: browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider 사용자 지정 검색 제공자 %@ •
nb: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider app generelt innstillinger oppførsel dock menylinje status sidepanel nettleser web webvisning adresselinje lenker url innebygd side faner søk forslag autofullføring leverandør søkemotor browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider tilpasset søkeleverandør • %@
pl: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider aplikacja ogólne preferencje zachowanie dock pasek menu status boczny przeglądarka web webview adresu linki url osadzony strona karty wyszukiwanie sugestie autouzupełnianie dostawca silnik wyszukiwania Szukaj browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider niestandardowy dostawca wyszukiwania • %@
pt_br: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider app geral preferências comportamento dock barra de menu status lateral navegador web webview endereço links urls incorporado página abas pesquisa sugestões autocompletar provedor mecanismo busca Pesquisar browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider provedor de pesquisa personalizado • %@
ru: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider приложение общие настройки поведение док строка меню статус боковая панель браузер веб webview адресная ссылки url встроенный страница вкладки поиск предложения автозаполнение провайдер поисковая система browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider пользовательский поисковый провайдер • %@
th: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ ค้นหา คำแนะนำ เติมอัตโนมัติ ผู้ให้บริการ เครื่องมือค้นหา browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider ผู้ให้บริการค้นหาแบบกำหนดเอง • %@
tr: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider uygulama genel tercihler davranış dock menü çubuğu durum kenar tarayıcı web webview adres bağlantılar url gömülü sayfa sekmeler arama öneriler otomatik tamamlama sağlayıcı motoru Ara browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider özel arama sağlayıcısı • %@
uk: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider програма загальні параметри поведінка док рядок меню статус бічна панель браузер веб webview адресний посилання url вбудований сторінка вкладки пошук пропозиції автодоповнення постачальник пошукова система Браузер: browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider користувацький постачальник пошуку %@ •
zh_hans: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 浏览器 网页 WebView 地址栏 链接 URL 内嵌 页面 标签页 搜索 建议 自动完成 提供商 搜索引擎 browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider 自定义搜索提供商 • %@
zh_hant: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 瀏覽器 網頁 WebView 位址列 連結 URL 內嵌 頁面 分頁 搜尋 建議 自動完成 提供者 搜尋引擎 browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider 自訂搜尋提供者 • %@

# settings.search.alias.setting.browser.search-suggestions
source: browser.showSearchSuggestions suggest autocomplete address bar search suggestions
ar: browser.showSearchSuggestions suggest autocomplete address bar search suggestions تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي متصفح ويب عرض العنوان روابط عناوين مضمّن صفحة تبويبات بحث اقتراحات إكمال تلقائي مزود محرك المتصفح • %@
bs: browser.showSearchSuggestions suggest autocomplete address bar search suggestions aplikacija opće postavke ponašanje dock traka menija status bočna preglednik web webview adresna linkovi url ugrađen stranica kartice pretraga prijedlozi automatsko dovršavanje pružatelj pretraživač adresne trake Pretraži • %@
da: browser.showSearchSuggestions suggest autocomplete address bar search suggestions app generelt indstillinger adfærd dock menulinje status sidepanel browser web webvisning adresselinje links url indlejret side faner søgning forslag autofuldførelse udbyder søgemaskine til adresselinjen Søg • %@
de: browser.showSearchSuggestions suggest autocomplete address bar search suggestions app allgemein einstellungen verhalten dock menüleiste status seitenleiste browser web webview adressleiste links urls eingebettet seite tabs suche vorschläge autovervollständigung anbieter suchmaschine Adressleisten-Vorschläge Suchen • %@
es: browser.showSearchSuggestions suggest autocomplete address bar search suggestions aplicación general preferencias comportamiento dock barra de menú estado lateral navegador web webview direcciones enlaces urls integrado página pestañas búsqueda sugerencias autocompletar proveedor motor la Buscar • %@
fr: browser.showSearchSuggestions suggest autocomplete address bar search suggestions application général préférences comportement dock barre de menus état latérale navigateur web webview adresse liens urls intégré page onglets recherche saisie automatique fournisseur moteur la d'adresse Rechercher • %@
it: browser.showSearchSuggestions suggest autocomplete address bar search suggestions app generale preferenze comportamento dock barra menu stato laterale browser web webview indirizzi link url incorporato pagina schede ricerca suggerimenti completamento automatico provider motore di degli Cerca • %@
ja: browser.showSearchSuggestions suggest autocomplete address bar search suggestions サジェスト 補完 アドレスバー 検索候補
ko: browser.showSearchSuggestions suggest autocomplete address bar search suggestions 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 브라우저 웹 웹뷰 주소 표시줄 링크 url 내장 페이지 탭 검색 제안 자동완성 제공자 엔진 브라우저: %@ •
nb: browser.showSearchSuggestions suggest autocomplete address bar search suggestions app generelt innstillinger oppførsel dock menylinje status sidepanel nettleser web webvisning adresselinje lenker url innebygd side faner søk forslag autofullføring leverandør søkemotor i adressefeltet • %@
pl: browser.showSearchSuggestions suggest autocomplete address bar search suggestions aplikacja ogólne preferencje zachowanie dock pasek menu status boczny przeglądarka web webview adresu linki url osadzony strona karty wyszukiwanie sugestie autouzupełnianie dostawca silnik wyszukiwania Podpowiedzi paska Szukaj • %@
pt_br: browser.showSearchSuggestions suggest autocomplete address bar search suggestions app geral preferências comportamento dock barra de menu status lateral navegador web webview endereço links urls incorporado página abas pesquisa sugestões autocompletar provedor mecanismo busca da Pesquisar • %@
ru: browser.showSearchSuggestions suggest autocomplete address bar search suggestions приложение общие настройки поведение док строка меню статус боковая панель браузер веб webview адресная ссылки url встроенный страница вкладки поиск предложения автозаполнение провайдер поисковая система Подсказки адресной строки • %@
th: browser.showSearchSuggestions suggest autocomplete address bar search suggestions แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ ค้นหา คำแนะนำ เติมอัตโนมัติ ผู้ให้บริการ เครื่องมือค้นหา คำแนะนำแถบที่อยู่ • %@
tr: browser.showSearchSuggestions suggest autocomplete address bar search suggestions uygulama genel tercihler davranış dock menü çubuğu durum kenar tarayıcı web webview adres bağlantılar url gömülü sayfa sekmeler arama öneriler otomatik tamamlama sağlayıcı motoru önerileri Ara • %@
uk: browser.showSearchSuggestions suggest autocomplete address bar search suggestions програма загальні параметри поведінка док рядок меню статус бічна панель браузер веб webview адресний посилання url вбудований сторінка вкладки пошук пропозиції автодоповнення постачальник пошукова система Браузер: %@ Підказки адресного рядка •
zh_hans: browser.showSearchSuggestions suggest autocomplete address bar search suggestions 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 浏览器 网页 WebView 地址栏 链接 URL 内嵌 页面 标签页 搜索 建议 自动完成 提供商 搜索引擎 地址栏建议 • %@
zh_hant: browser.showSearchSuggestions suggest autocomplete address bar search suggestions 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 瀏覽器 網頁 WebView 位址列 連結 URL 內嵌 頁面 分頁 搜尋 建議 自動完成 提供者 搜尋引擎 網址列建議 • %@

# settings.search.alias.setting.browser.theme
source: browser.theme web page theme color scheme light dark system
ar: browser.theme web page theme color scheme light dark system متصفح ويب عرض شريط العنوان روابط عناوين مضمّن صفحة تبويبات مظهر سمة لون ألوان مخطط فاتح داكن نظام وضع النظام المتصفح • %@ المظهر
bs: browser.theme web page theme color scheme light dark system preglednik webview adresna traka linkovi url ugrađen stranica kartice izgled tema boja boje shema svijetlo tamno sistem način Tamna Svijetla Sistemski • %@ preglednika
da: browser.theme web page theme color scheme light dark system browser webvisning adresselinje links url indlejret side faner udseende tema farve farver skema lys mørk tilstand • %@ Browsertema
de: browser.theme web page theme color scheme light dark system browser webview adressleiste links urls eingebettet seite tabs darstellung design farbe farben schema hell dunkel modus • %@ Browser-Design
es: browser.theme web page theme color scheme light dark system navegador webview barra de direcciones enlaces urls integrado página pestañas apariencia tema colores esquema claro oscuro sistema modo • %@ del
fr: browser.theme web page theme color scheme light dark system navigateur webview barre adresse liens urls intégré onglets apparence thème couleur couleurs schéma clair sombre système mode • %@ du
it: browser.theme web page theme color scheme light dark system browser webview barra indirizzi link url incorporato pagina schede aspetto tema colore colori schema chiaro scuro sistema modalità Scura Chiara • %@ del
ja: browser.theme web page theme color scheme light dark system ウェブページ テーマ 配色 ライト ダーク システム
ko: browser.theme web page theme color scheme light dark system 브라우저 웹 웹뷰 주소 표시줄 링크 url 내장 페이지 탭 외관 테마 색상 색 구성표 라이트 다크 시스템 모드 브라우저: %@ 테마: •
nb: browser.theme web page theme color scheme light dark system nettleser webvisning adresselinje lenker url innebygd side faner utseende tema farge farger skjema lys mørk modus • %@ Nettlesertema
pl: browser.theme web page theme color scheme light dark system przeglądarka webview pasek adresu linki url osadzony strona karty wygląd motyw kolor kolory schemat jasny ciemny tryb Ciemna Jasna Systemowy • %@ przeglądarki
pt_br: browser.theme web page theme color scheme light dark system navegador webview barra de endereço links urls incorporado página abas aparência tema cor cores esquema claro escuro sistema modo • %@ do
ru: browser.theme web page theme color scheme light dark system браузер веб webview адресная строка ссылки url встроенный страница вкладки внешний вид тема цвет цвета схема светлый темный система режим Темная Светлая Темное Светлое Системное • %@ Системный браузера Системная
th: browser.theme web page theme color scheme light dark system เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ ลักษณะ ธีม สี โครงร่าง สว่าง มืด ระบบ โหมด • %@ ธีมเบราว์เซอร์
tr: browser.theme web page theme color scheme light dark system tarayıcı webview adres çubuğu bağlantılar url gömülü sayfa sekmeler görünüm tema renk renkler şema açık koyu sistem mod • %@ Teması
uk: browser.theme web page theme color scheme light dark system браузер веб webview адресний рядок посилання url вбудований сторінка вкладки вигляд тема колір кольори схема світлий темний система режим Темна Світла Системна Браузер: %@ браузера: • браузера
zh_hans: browser.theme web page theme color scheme light dark system 浏览器 网页 WebView 地址栏 链接 URL 内嵌 页面 标签页 外观 主题 颜色 配色 浅色 深色 系统 模式 • %@ 浏览器主题
zh_hant: browser.theme web page theme color scheme light dark system 瀏覽器 網頁 WebView 位址列 連結 URL 內嵌 頁面 分頁 外觀 主題 顏色 配色 淺色 深色 系統 模式 • %@ 瀏覽器主題
